Repository: Ariangelo/Sistemas-Embarcados
Catalog: ESP8266/Arduino IDE/andarilho/andarilho/Flutter/andarilho/lib/l10n/intl_*.arb
Languages: pt_br

# controls_label
source: Controls
pt_br: Controles

# controls_title
source: Robot controls
pt_br: Controles do Robô

# controls_voice_label
source: Voice answer
pt_br: Resposta por Voz

# mqtt_title
source: MQTT Configuration
pt_br: Configuração MQTT

# mqtt_server_labelText
source: Server
pt_br: Servidor

# mqtt_port_labelText
source: Port
pt_br: Porta

# mqtt_client_labelText
source: Client
pt_br: Cliente

# mqtt_topic_labelText
source: Topic
pt_br: Tópico

# mqtt_btnConnect_label
source: Connect
pt_br: Conectar

# mqtt_btnDisconnect_label
source: Disconnect
pt_br: Desconectar

# bluetooth_title
source: Bluetooth Configuration
pt_br: Configuração Bluetooth

# handshake_message
source: Conneceted to device
pt_br: Conectado ao dispositivo

# handshake_error
source: Error to connect with device
pt_br: Erro ao conectar com o dispositivo

# handshake_disconnect
source: Disconnected from device
pt_br: Desconectado do dispositivo

# enable_bluetooth_label
source: Enable Bluetooth
pt_br: Habilitar Bluetooth

# config_bluetooth_label
source: Config Bluetooth
pt_br: Configurar Bluetooth

# list_bluetooth_label
source: Devices
pt_br: Dispositivos

# paired_label
source: paired
pt_br: pareados

# voice_label
source: Voice
pt_br: Voz

# voice_title
source: Voice control
pt_br: Controle por Voz

# voice_start_message
source: Press to activate voice control
pt_br: Pressione para ativar o controle por voz

# voice_exit_message
source: End using voice control
pt_br: Finalizar utilização do controle por voz

# voice_receiving_message
source: Getting the command
pt_br: Recebendo o comando

# voice_waiting_message
source: Waiting the command
pt_br: Aguardando o comando

# voice_recognition_failed
source: Speech recognition failed
pt_br: Falha no reconhecimento de voz

# warning_conection_message
source: MQTT or Bluetooth connection is required
pt_br: É necessário uma conexão MQTT ou Bluetooth

# exit_message
source: Press the back button again to exit
pt_br: Pressione o botão Voltar novamente para sair
